{
  "e4e5d6d2-43bc-4467-9309-dc296297e0ee": {
    "title": "Denali National Park, Alaska",
    "description": "When looking for a unique national park to add to your bucket list, Denali National Park will let you see the untouched Alaskan wilderness at every turn. The park is home to grizzly bears, moose, wolves, and caribou, among other exotic animals and plants.",
    "image": "https://www.myglobalviewpoint.com/wp-content/uploads/2022/08/Denali-National-Park.jpg",
    "distinguishing": "There’s no light pollution here, so stargazing is a must",
    "authorId": "35c62d76-8152-4626-8712-eeb96381bea8",
    "_id": "e4e5d6d2-43bc-4467-9309-dc296297e0ee"
  },
  "f55a700b-4b19-41da-be82-3bf3cc1de7d8": {
    "title": "Nā Pali Coast, Hawaii",
    "description": "Located on the island of Kauai, the Nāpali Coast is a sacred spot where you’ll find some of the most iconic sea arches and waterfalls.For a sightseeing experience like no other, add the Nāpali Coast to your bucket list. It’s truly one of those United States destinations you’ll remember forever!",
    "image": "https://www.myglobalviewpoint.com/wp-content/uploads/2022/08/Napali-Coast-Hawaii.jpg",
    "authorId": "35c62d76-8152-4626-8712-eeb96381bea8",
    "distinguishing": "To see these majestic landscapes up close, consider a boat or helicopter tour. You can also go snorkeling and hiking while you’re here!",
    "_id": "f55a700b-4b19-41da-be82-3bf3cc1de7d8"
  },
  "2b74c8bf-c7bd-4ca8-9dcc-bb07854b881b": {
    "title": "Big Sur, California",
    "description": "Just south of San Francisco, an epic road adventure awaits you on the Big Sur.Driving along the Big Sur is an amazing experience. Traversing the windy, serpentine roads of Highway 1 can be daunting at times, but the staggering views certainly make up for it. This route lies along the Pacific Coast Highway, which extends from Southern California to Washington State. This rugged stretch of coastline extends from Carmel to San Simeon in Central California. During your road trip adventure along the Big Sur, you’ll encounter scenic cliffs, beautiful beaches, state parks, and bridges. ",
    "image": "https://www.myglobalviewpoint.com/wp-content/uploads/2020/12/Big-Sur-in-California-Unique-Place.jpg",
    "authorId": "35c62d76-8152-4626-8712-eeb96381bea8",
    "distinguishing": "This rugged stretch of coastline extends from Carmel to San Simeon in Central California. During your road trip adventure along the Big Sur, you’ll encounter scenic cliffs, beautiful beaches, state parks, and bridges. ",
    "_id": "2b74c8bf-c7bd-4ca8-9dcc-bb07854b881b"
  }
}
